"accessibility" = "លទ្ធភាពសំរាប់ប្រើប្រាស់";
"about" = "អំពី";
"accentColor" = "ពណ៌";
"accessSchedules" = "កាលវិភាគចូលប្រើ";
"access" = "ការចូលប្រើ";
"accessScheduleInvalidTime" = "ពេលវេលាបញ្ចប់ត្រូវតែមកបន្ទាប់ពីម៉ោងចាប់ផ្តើម។";
"accessSchedulesDescription" = "កំណត់ម៉ោងដែលបានអនុញ្ញាតសម្រាប់ការប្រើប្រាស់ និងដាក់កម្រិតការចូលប្រើប្រាស់នៅខាងក្រៅម៉ោងទាំងនោះ។";
"defaultFailedLoginDescription" = "អ្នកគ្រប់គ្រងត្រូវបានបិទបន្ទាប់ពីការព្យាយាមបរាជ័យ 5 ដង។ អ្នកដែលមិនមែនជាអ្នកគ្រប់គ្រងត្រូវបានបិទបន្ទាប់ពីការព្យាយាម 3 ដង។";
"delete" = "លុប";
"deleteAPIKeyMessage" = "តើអ្នកប្រាកដថាចង់លុបសោនេះជាអចិន្ត្រៃយ៍ទេ?";
"deleteDeviceFailed" = "បរាជ័យក្នុងការលុបឧបករណ៍";
"deleteDeviceSelfDeletion" = "មិន​អាច​លុប​សម័យ​ពី​ឧបករណ៍​ដូច​គ្នា ({0})។";
"deleteDeviceWarning" = "តើអ្នកប្រាកដថាចង់លុបឧបករណ៍នេះទេ? វគ្គនេះនឹងត្រូវបានដកចេញ។";
"deletedScene" = "ឈុតដែលបានលុប";
"deleteImage" = "លុបរូបភាព";
"deleteItemConfirmation" = "តើអ្នកប្រាកដថាចង់លុបធាតុនេះទេ?";
"deleteItemConfirmationMessage" = "តើអ្នកប្រាកដថាចង់លុបធាតុនេះទេ? សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។";
"deleteMedia" = "លុបប្រព័ន្ធផ្សព្វផ្សាយ";
"deleteSelectedConfirmation" = "តើអ្នកប្រាកដថាចង់លុបធាតុដែលបានជ្រើសរើសទេ?";
"deleteSelectionDevicesWarning" = "តើអ្នកប្រាកដថាចង់លុបឧបករណ៍ដែលបានជ្រើសរើសទាំងអស់មែនទេ? វគ្គដែលបានជ្រើសរើសទាំងអស់នឹងត្រូវបានដកចេញ។";
"deleteSelectionUsersWarning" = "តើអ្នកប្រាកដថាចង់លុបអ្នកប្រើប្រាស់ដែលបានជ្រើសរើសទាំងអស់មែនទេ?";
"deleteServer" = "លុបម៉ាស៊ីនមេ";
"deleteUser" = "លុបអ្នកប្រើប្រាស់";
"deleteUserFailed" = "បរាជ័យក្នុងការលុបអ្នកប្រើប្រាស់";
"deleteUserMultipleConfirmation" = "តើអ្នកប្រាកដថាចង់លុបអ្នកប្រើប្រាស់ %d ទេ?";
"deleteUserSelfDeletion" = "មិន​អាច​លុប​អ្នក​ប្រើ​ពី​អ្នក​ប្រើ​តែ​មួយ ({0})។";
"deleteUserSingleConfirmation" = "តើអ្នកប្រាកដថាចង់លុប {0}?";
"deleteUserWarning" = "តើអ្នកប្រាកដថាចង់លុបអ្នកប្រើប្រាស់នេះទេ?";
"deletion" = "ការលុប";
"delivery" = "ការដឹកជញ្ជូន";
"descending" = "ចុះ";
"detailed" = "លម្អិត";
"details" = "ព័ត៌មានលម្អិត";
"device" = "ឧបករណ៍";
"deviceAccess" = "ការចូលប្រើឧបករណ៍";
"deviceAuth" = "ការផ្ទៀងផ្ទាត់ឧបករណ៍";
"deviceAuthFailed" = "ការផ្ទៀងផ្ទាត់ឧបករណ៍បានបរាជ័យ";
"deviceProfile" = "កម្រងព័ត៌មានឧបករណ៍";
"deviceProfileDescription" = "សម្រេចចិត្តថាតើមេឌៀមួយណាលេងដើមកំណើត ឬទាមទារការបំប្លែងម៉ាស៊ីនមេសម្រាប់ភាពឆបគ្នា។";
"devices" = "ឧបករណ៍";
"died" = "ស្លាប់";
"digital" = "ឌីជីថល";
"dimensions" = "វិមាត្រ";
"direct" = "លេងផ្ទាល់";
"directDescription" = "ចាក់ខ្លឹមសារក្នុងទម្រង់ដើមរបស់វា។ អាចបណ្តាលឱ្យមានបញ្ហាការចាក់សារថ្មីលើប្រភេទមេឌៀដែលមិនគាំទ្រ។";
"director" = "នាយក";
"directPlay" = "លេងផ្ទាល់";
"directPlayError" = "កំហុសបានកើតឡើងកំឡុងពេលលេងដោយផ្ទាល់";
"directStream" = "ស្ទ្រីមផ្ទាល់";
"disabled" = "ពិការ";
"disclaimer" = "ការបដិសេធ";
"dismiss" = "ច្រានចោល";
"displayOrder" = "បង្ហាញលំដាប់";
"done" = "រួចរាល់";
"doubleTouch" = "ការប៉ះពីរដង";
"downloads" = "ការទាញយក";
"duplicateUser" = "អ្នកប្រើប្រាស់ស្ទួន";
"duplicateUserSaved" = "{0} ត្រូវបានរក្សាទុករួចហើយ";
"duration" = "រយៈពេល";
"dvd" = "ឌីវីឌី";
"edit" = "កែសម្រួល";
"editCollections" = "កែសម្រួលបណ្តុំ";
"editMedia" = "កែសម្រួលប្រព័ន្ធផ្សព្វផ្សាយ";
"editor" = "កម្មវិធីនិពន្ធ";
"editServer" = "កែសម្រួលម៉ាស៊ីនមេ";
"editUsers" = "កែសម្រួលអ្នកប្រើប្រាស់";
"embedded" = "បង្កប់";
"embeddedSubtitleFooter" = "ចំណងជើងរងដែលបានបង្កប់មិនអាចកែសម្រួលបានទេ។";
"enableAllDevices" = "បើកឧបករណ៍ទាំងអស់។";
"enableAllLibraries" = "បើកបណ្ណាល័យទាំងអស់។";
"enabled" = "បានបើក";
"enabledTrailers" = "បានបើកដំណើរការភាពយន្ត";
"endDate" = "កាលបរិច្ឆេទបញ្ចប់";
"ended" = "បានបញ្ចប់";
"endTime" = "ពេលវេលាបញ្ចប់";
"engineer" = "វិស្វករ";
"enterCustomBitrate" = "បញ្ចូលអត្រាប៊ីតផ្ទាល់ខ្លួនក្នុង Mbps";
"enterCustomFailedLogins" = "បញ្ចូលដែនកំណត់ការចូលដែលបរាជ័យផ្ទាល់ខ្លួន";
"enterCustomMaxSessions" = "បញ្ចូលវគ្គអតិបរមាផ្ទាល់ខ្លួន";
"enterEpisodeNumber" = "បញ្ចូលលេខភាគ។";
"enterPin" = "បញ្ចូល Pin";
"enterPinForUser" = "បញ្ចូលកូដ PIN សម្រាប់ {0}";
"enterSeasonNumber" = "បញ្ចូលលេខរដូវកាល។";
"episode" = "វគ្គ";
"episodeLandscapePoster" = "ផ្ទាំងរូបភាពទេសភាពភាគ";
"episodeNumber" = "ភាគ {0}";
"episodeRuntimeDescription" = "ពេលដំណើរការភាគគិតជានាទី។";
"episodes" = "ភាគ";
"error" = "កំហុស";
"errorDetails" = "ព័ត៌មានលម្អិតអំពីកំហុស";
"every" = "រាល់";
"everyday" = "ជារៀងរាល់ថ្ងៃ";
"everyInterval" = "រៀងរាល់ {0}";
"executed" = "ប្រតិបត្តិ";
"existingItems" = "ធាតុដែលមានស្រាប់";
"existsOnServer" = "ធាតុនេះមាននៅលើម៉ាស៊ីនមេ Jellyfin របស់អ្នក។";
"experimental" = "ពិសោធន៍";
"external" = "ខាងក្រៅ";
"failedDeletionAtIndexError" = "បរាជ័យក្នុងការលុបធាតុនៅលិបិក្រម {0}៖ {1}";
"failedLogins" = "បរាជ័យក្នុងការចូល";
"favorite" = "សំណព្វ";
"favorited" = "ពេញចិត្ត";
"favorites" = "ចំណូលចិត្ត";
"featurette" = "លក្ខណៈពិសេស";
"filters" = "តម្រង";
"findMissing" = "ស្វែងរកបាត់";
"findMissingDescription" = "ស្វែងរកទិន្នន័យមេតា និងរូបភាពដែលបាត់។";
"folder" = "ថតឯកសារ";
"folders" = "ថតឯកសារ";
"forced" = "បង្ខំ";
"forceRemoteTranscoding" = "បង្ខំការបំប្លែងប្រព័ន្ធផ្សព្វផ្សាយពីចម្ងាយ";
"format" = "ទម្រង់";
"format3D" = "ទម្រង់ 3D";
"fullSideBySide" = "ពេញមួយចំហៀង";
"fullTopAndBottom" = "ពេញលើ និងខាងក្រោម";
"genre" = "ប្រភេទ";
"genres" = "ប្រភេទ";
"genresDescription" = "ប្រភេទ​ដែល​ពណ៌នា​អំពី​ស្បែក ឬ​រចនាប័ទ្ម​នៃ​ប្រព័ន្ធ​ផ្សព្វផ្សាយ។";
"gestureLock" = "កាយវិការចាក់សោ";
"gestures" = "កាយវិការ";
"gesturesLocked" = "កាយវិការត្រូវបានចាក់សោ";
"gesturesUnlocked" = "កាយវិការត្រូវបានដោះសោ";
"gigabitsPerSecond" = "Gbps";
"green" = "បៃតង";
"grid" = "ក្រឡាចត្រង្គ";
"guestStar" = "តារាភ្ញៀវ";
"halfSideBySide" = "ពាក់កណ្តាលចំហៀង";
"halfTopAndBottom" = "ពាក់កណ្តាលខាងលើនិងខាងក្រោម";
"hearingImpaired" = "ខ្សោយការស្តាប់";
"hidden" = "លាក់";
"hideUserFromLoginScreen" = "លាក់អ្នកប្រើប្រាស់ពីអេក្រង់ចូល";
"hint" = "ព័ត៌មានជំនួយ";
"horizontalPan" = "បន្ទះផ្តេក";
"horizontalSwipe" = "អូសផ្តេក";
"hours" = "ម៉ោង";
"id" = "លេខសម្គាល់";
"identify" = "កំណត់អត្តសញ្ញាណ";
"idle" = "ទំនេរ";
"illustrator" = "អ្នកគូររូប";
"image" = "រូបភាព";
"images" = "រូបភាព";
"imageSource" = "ប្រភពរូបភាព";
"inactive" = "អសកម្ម";
"incorrectPinForUser" = "ម្ជុល​មិន​ត្រឹមត្រូវ​សម្រាប់ {0}";
"increasePlaybackSpeed" = "បង្កើនល្បឿនចាក់សារថ្មី។";
"index" = "សន្ទស្សន៍";
"indexNumber" = "លេខសន្ទស្សន៍";
"indicators" = "សូចនាករ";
"inker" = "ទឹកថ្នាំ";
"interlacedVideoNotSupported" = "វីដេអូ Interlaced មិន​ត្រូវ​បាន​គាំទ្រ";
"interval" = "ចន្លោះពេល";
"interview" = "សម្ភាស";
"invalidFormat" = "ទម្រង់មិនត្រឹមត្រូវ";
"invertedDark" = "ងងឹតបញ្ច្រាស";
"invertedLight" = "ពន្លឺបញ្ច្រាស";
"itemAtItem" = "{0} នៅ {1}";
"items" = "ធាតុ";
"jellyfin" = "ចាហួយហ្វីន";
"joinGroups" = "ចូលរួមក្រុម";
"jump" = "លោត";
"jumpBackward" = "លោតថយក្រោយ";
"jumpBackwardLength" = "ប្រវែងលោតថយក្រោយ";
"jumpForward" = "លោតទៅមុខ";
"jumpForwardLength" = "ប្រវែងលោតទៅមុខ";
"kids" = "កុមារ";
"kilobitsPerSecond" = "kbps";
"landscape" = "ទេសភាព";
"language" = "ភាសា";
"large" = "ធំ";
"larger" = "ធំជាង";
"largest" = "ធំជាងគេ";
"lastRun" = "ការរត់ចុងក្រោយ";
"lastRunTime" = "រត់ចុងក្រោយ {0}";
"lastSeen" = "បានឃើញចុងក្រោយ";
"latestWithString" = "ចុងក្រោយបំផុត {0}";
"layout" = "ប្លង់";
"learnMore" = "ស្វែងយល់បន្ថែម";
"learnMoreEllipsis" = "ស្វែងយល់បន្ថែម...";
"left" = "ឆ្វេង";
"leftVerticalPan" = "ចានបញ្ឈរខាងឆ្វេង";
"letter" = "លិខិត";
"letterer" = "សំបុត្រ";
"letterPicker" = "អ្នកជ្រើសរើសសំបុត្រ";
"level" = "កម្រិត";
"libraries" = "បណ្ណាល័យ";
"library" = "បណ្ណាល័យ";
"light" = "ពន្លឺ";
"likedItems" = "ធាតុដែលចូលចិត្ត";
"likes" = "ចូលចិត្ត";
"list" = "បញ្ជី";
"liveTV" = "ទូរទស្សន៍ផ្សាយបន្តផ្ទាល់";
"liveTVAccess" = "ការចូលប្រើទូរទស្សន៍ផ្ទាល់";
"liveTVChannel" = "ប៉ុស្តិ៍ទូរទស្សន៍ផ្សាយបន្តផ្ទាល់";
"liveTVChannels" = "ប៉ុស្តិ៍ទូរទស្សន៍ផ្សាយបន្តផ្ទាល់";
"liveTVProgram" = "កម្មវិធីទូរទស្សន៍ផ្ទាល់";
"liveTVPrograms" = "កម្មវិធីទូរទស្សន៍ផ្ទាល់";
"liveTVRecordingManagement" = "ការគ្រប់គ្រងការថតទូរទស្សន៍បន្តផ្ទាល់";
"loadingUserFailed" = "ការផ្ទុកអ្នកប្រើប្រាស់បានបរាជ័យ";
"local" = "ក្នុងស្រុក";
"localServers" = "ម៉ាស៊ីនមេក្នុងស្រុក";
"lockAllFields" = "ចាក់សោវាលទាំងអស់។";
"lockedFields" = "វាលចាក់សោ";
"lockedUsers" = "អ្នកប្រើប្រាស់ចាក់សោ";
"logo" = "និមិត្តសញ្ញា";
"logsDescription" = "ចូលប្រើកំណត់ហេតុម៉ាស៊ីនមេ Jellyfin សម្រាប់គោលបំណងដោះស្រាយបញ្ហា និងការត្រួតពិនិត្យ។";
"longPress" = "ចុចឱ្យយូរ";
"lyricist" = "អ្នកនិពន្ធទំនុកច្រៀង";
"manage" = "គ្រប់គ្រង";
"management" = "ការគ្រប់គ្រង";
"manageSubtitlesDescription" = "លុប បង្ហោះ ឬស្វែងរកចំណងជើងរងខាងក្រៅ";
"manualPlaylistsFolder" = "ថតបញ្ជីចាក់ដោយដៃ";
"manualPlaylistsFolders" = "ថតបញ្ជីចាក់ដោយដៃ";
"maximumBitrate" = "អត្រាប៊ីតអតិបរមា";
"maximumConnectionsDescription" = "កំណត់ចំនួនសរុបនៃការតភ្ជាប់ដែលអ្នកប្រើប្រាស់អាចមានទៅកាន់ម៉ាស៊ីនមេ។";
"maximumFailedLoginPolicy" = "គោលការណ៍ចូលដែលបរាជ័យអតិបរមា";
"maximumFailedLoginPolicyDescription" = "កំណត់ការប៉ុនប៉ងចូលដែលបរាជ័យអតិបរមា មុនពេលអ្នកប្រើប្រាស់ត្រូវបានចាក់សោ។";
"maximumFailedLoginPolicyReenable" = "អ្នកប្រើប្រាស់ដែលត្រូវបានចាក់សោត្រូវតែបើកឡើងវិញដោយអ្នកគ្រប់គ្រង។";
"maximumRemoteBitrate" = "អត្រាប៊ីតពីចម្ងាយអតិបរមា";
"maximumSessions" = "វគ្គអតិបរមា";
"maximumSessionsPolicy" = "គោលការណ៍នៃវគ្គអតិបរមា";
"maxParentalRating" = "ការវាយតម្លៃមាតាបិតាអតិបរមា";
"maxParentalRatingDescription" = "ខ្លឹមសារដែលមានការវាយតម្លៃខ្ពស់ជាងនឹងត្រូវបានលាក់ពីអ្នកប្រើប្រាស់នេះ។";
"media" = "ប្រព័ន្ធផ្សព្វផ្សាយ";
"mediaAccess" = "ការចូលប្រើប្រព័ន្ធផ្សព្វផ្សាយ";
"mediaAttributes" = "គុណលក្ខណៈប្រព័ន្ធផ្សព្វផ្សាយ";
"mediaDownloads" = "ការទាញយកប្រព័ន្ធផ្សព្វផ្សាយ";
"mediaPlayback" = "ការចាក់សារថ្មី";
"megabitsPerSecond" = "Mbps";
"menu" = "ម៉ឺនុយ";
"menuButtons" = "ប៊ូតុងម៉ឺនុយ";
"metadata" = "ទិន្នន័យមេតា";
"metadataPreferences" = "ចំណូលចិត្តទិន្នន័យមេតា";
"method" = "វិធីសាស្រ្ត";
"minutes" = "នាទី";
"missing" = "បាត់";
"missingCodecValues" = "បាត់តម្លៃកូឌិក";
"missingItems" = "ធាតុដែលបាត់";
"mixer" = "ឧបករណ៍លាយ";
"movie" = "ភាពយន្ត";
"movies" = "ភាពយន្ត";
"multiTap" = "ប៉ះច្រើន។";
"music" = "តន្ត្រី";
"musicVideo" = "វីដេអូតន្ត្រី";
"musicVideos" = "វីដេអូតន្ត្រី";
"mvc" = "MVC";
"name" = "ឈ្មោះ";
"native" = "ជនជាតិដើម";
"nativePlayer" = "អ្នកលេងដើម";
"networkTimedOut" = "បណ្តាញអស់ពេលហើយ។";
"never" = "មិនដែល";
"neverRun" = "កុំរត់";
"newPassword" = "ពាក្យសម្ងាត់ថ្មី។";
"news" = "ព័ត៌មាន";
"newUser" = "អ្នកប្រើប្រាស់ថ្មី។";
"next" = "បន្ទាប់";
"nextItem" = "ធាតុបន្ទាប់";
"nextUp" = "បន្ទាប់";
"nextUpDaysDescription" = "កំណត់ចំនួនថ្ងៃអតិបរមាដែលកម្មវិធីគួរតែស្ថិតនៅក្នុងបញ្ជី 'បន្ទាប់' ដោយមិនចាំបាច់មើលវា។";
"nextUpRewatch" = "កំពុងមើលឡើងវិញនៅ Next Up";
"no" = "ទេ";
"noDeviceProfileWarning" = "គ្មាន​ទម្រង់​ដែល​បាន​កំណត់។ បញ្ហានៃការចាក់ឡើងវិញអាចកើតឡើង។";
"noEpisodesAvailable" = "មិនមានភាគដែលអាចប្រើបានទេ។";
"noItemSelected" = "មិនបានជ្រើសរើសធាតុទេ។";
"noLocalServersFound" = "រកមិនឃើញម៉ាស៊ីនមេក្នុងស្រុកទេ។";
"none" = "គ្មាន";
"noOverviewAvailable" = "មិនមានទិដ្ឋភាពទូទៅទេ។";
"noPublicUsers" = "គ្មានអ្នកប្រើប្រាស់សាធារណៈ";
"noResults" = "គ្មានលទ្ធផល។";
"normal" = "ធម្មតា។";
"noRuntimeLimit" = "គ្មានដែនកំណត់ពេលដំណើរការ";
"noSession" = "គ្មានវគ្គ";
"notImplementedYetWithType" = "ប្រភេទ៖ {0} មិនទាន់បានអនុវត្តនៅឡើយទេ=(";
"noTitle" = "គ្មានចំណងជើង";
"officialRating" = "ការវាយតម្លៃជាផ្លូវការ";
"offset" = "អុហ្វសិត";
"ok" = "យល់ព្រម";
"onApplicationStartup" = "នៅពេលចាប់ផ្តើមកម្មវិធី";
"onNow" = "បើកឥឡូវនេះ";
"options" = "ជម្រើស";
"orange" = "ពណ៌ទឹកក្រូច";
"order" = "បញ្ជាទិញ";
"orientation" = "ការតំរង់ទិស";
"originalAirDate" = "កាលបរិច្ឆេទខ្យល់ដើម";
"originalAspectRatio" = "សមាមាត្រដើម";
"originalTitle" = "ចំណងជើងដើម";
"other" = "ផ្សេងៗ";
"overview" = "ទិដ្ឋភាពទូទៅ";
"parentalControls" = "ការគ្រប់គ្រងដោយមាតាបិតា";
"parentalRating" = "ការវាយតម្លៃមាតាបិតា";
"parentIndexNumber" = "សន្ទស្សន៍មាតាបិតា";
"passwordChangedMessage" = "ពាក្យសម្ងាត់របស់អ្នកប្រើត្រូវបានផ្លាស់ប្តូរ។";
"passwordChangeWarning" = "ផ្លាស់ប្តូរពាក្យសម្ងាត់អ្នកប្រើប្រាស់ម៉ាស៊ីនមេ Jellyfin ។ នេះមិនផ្លាស់ប្តូរការកំណត់ Prowlogue ណាមួយឡើយ។";
"passwordsDoNotMatch" = "ពាក្យសម្ងាត់ថ្មីមិនត្រូវគ្នាទេ។";
"pause" = "ផ្អាក";
"pauseOnBackground" = "ផ្អាកនៅលើផ្ទៃខាងក្រោយ";
"penciller" = "ខ្មៅដៃ";
"people" = "មនុស្ស";
"peopleDescription" = "មនុស្សដែលបានជួយបង្កើត ឬដំណើរការប្រព័ន្ធផ្សព្វផ្សាយជាក់លាក់។";
"perfectMatch" = "ការប្រកួតដ៏ល្អឥតខ្ចោះ";
"permissions" = "ការអនុញ្ញាត";
"person" = "បុគ្គល";
"photo" = "រូបថត";
"photoAlbum" = "អាល់ប៊ុមរូបថត";
"photoAlbums" = "អាល់ប៊ុមរូបថត";
"photos" = "រូបថត";
"pin" = "ម្ជុល";
"pinch" = "ខ្ទាស់";
"play" = "លេង";
"playAndPause" = "លេង / ផ្អាក";
"playback" = "ការចាក់សារថ្មី";
"playbackButtons" = "ប៊ូតុងចាក់សារថ្មី។";
"playbackQuality" = "គុណភាពនៃការចាក់សារថ្មី។";
"playbackSpeed" = "ល្បឿនចាក់សារថ្មី។";
"playCount" = "លេងរាប់";
"played" = "បានលេង";
"playFromBeginning" = "លេងតាំងពីដើម";
"playlist" = "បញ្ជីចាក់";
"playlists" = "បញ្ជីចាក់";
"playlistsFolder" = "ថតបញ្ជីចាក់";
"playlistsFolders" = "ថតបញ្ជីចាក់";
"playNextItem" = "លេងធាតុបន្ទាប់";
"playOnActive" = "លេងយ៉ាងសកម្ម";
"playPreviousItem" = "លេងធាតុមុន។";
"portrait" = "រូបបញ្ឈរ";
"posters" = "ផ្ទាំងរូបភាព";
"premiereDate" = "កាលបរិច្ឆេទចាក់ផ្សាយ";
"pressDownForMenu" = "ចុចចុះក្រោមសម្រាប់ម៉ឺនុយ";
"previousItem" = "ធាតុមុន";
"primary" = "បឋមសិក្សា";
"producer" = "ផលិតករ";
"production" = "ផលិតកម្ម";
"productionLocations" = "ទីតាំងផលិតកម្ម";
"productionYear" = "ឆ្នាំផលិត";
"profile" = "ប្រវត្តិរូប";
"profileImage" = "រូបភាពប្រវត្តិរូប";
"profileNotSaved" = "ប្រវត្តិរូបមិនត្រូវបានរក្សាទុកទេ។";
"profiles" = "ប្រវត្តិរូប";
"program" = "កម្មវិធី";
"programs" = "កម្មវិធី";
"progress" = "វឌ្ឍនភាព";
"provider" = "អ្នកផ្តល់សេវា";
"publicUsers" = "អ្នកប្រើប្រាស់សាធារណៈ";
"quickConnect" = "ភ្ជាប់រហ័ស";
"quickConnectCode" = "លេខកូដភ្ជាប់រហ័ស";
"quickConnectCodeInstruction" = "បញ្ចូលលេខកូដ 6 ខ្ទង់ពីឧបករណ៍ផ្សេងទៀតរបស់អ្នក។";
"quickConnectStep1" = "បើកកម្មវិធី Jellyfin នៅលើទូរសព្ទ ឬកម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក ហើយចូលដោយប្រើគណនីរបស់អ្នក។";
"quickConnectStep2" = "បើកម៉ឺនុយអ្នកប្រើប្រាស់ ហើយចូលទៅកាន់ទំព័រភ្ជាប់រហ័ស";
"quickConnectStep3" = "បញ្ចូលលេខកូដខាងក្រោម៖";
"quickConnectSuccessMessage" = "ការអនុញ្ញាត Quick Connect បានជោគជ័យ។ សូមបន្តនៅលើឧបករណ៍ផ្សេងទៀតរបស់អ្នក។";
"quickConnectUserDisclaimer" = "អ្នកប្រើប្រាស់នេះនឹងត្រូវបានផ្ទៀងផ្ទាត់ទៅឧបករណ៍ផ្សេងទៀត។";
"random" = "ចៃដន្យ";
"randomImage" = "រូបភាពចៃដន្យ";
"rating" = "ការវាយតម្លៃ";
"ratings" = "ការវាយតម្លៃ";
"recentlyAdded" = "បាន​បន្ថែម​ថ្មីៗ";
"recommended" = "បានណែនាំ";
"recording" = "ការថត";
"recordings" = "ការកត់ត្រា";
"red" = "ក្រហម";
"refFramesNotSupported" = "ចំនួននៃស៊ុមឯកសារយោងមិនត្រូវបានគាំទ្រទេ។";
"refreshMetadata" = "ផ្ទុកទិន្នន័យមេតាឡើងវិញ";
"regional" = "តំបន់";
"regular" = "ទៀងទាត់";
"releaseDate" = "កាលបរិច្ឆេទចេញផ្សាយ";
"rememberLayout" = "ចងចាំប្លង់";
"rememberLayoutFooter" = "ចងចាំប្លង់សម្រាប់បណ្ណាល័យនីមួយៗ";
"rememberSorting" = "ចងចាំការតម្រៀប";
"rememberSortingFooter" = "ចងចាំការតម្រៀបសម្រាប់បណ្ណាល័យនីមួយៗ";
"remixer" = "រីមិច";
"remoteConnections" = "ការតភ្ជាប់ពីចម្ងាយ";
"remoteControl" = "ការបញ្ជាពីចម្ងាយ";
"removeAll" = "លុបចេញទាំងអស់។";
"removeAllServers" = "លុបម៉ាស៊ីនមេទាំងអស់។";
"remux" = "រីមិច";
"reorder" = "តម្រៀបឡើងវិញ";
"replace" = "ជំនួស";
"replaceAll" = "ជំនួសទាំងអស់។";
"replaceAllDescription" = "ជំនួសទិន្នន័យមេតាដែលបានដោះសោ និងរូបភាពទាំងអស់ជាមួយនឹងព័ត៌មានថ្មី។";
"replaceDeviceProfileWarning" = "តម្លៃកម្រងព័ត៌មានបច្ចុប្បន្នអាចបណ្តាលឱ្យមានបញ្ហាក្នុងការចាក់សារថ្មី។";
"replaceImages" = "ជំនួសរូបភាព";
"replaceImagesDescription" = "ជំនួសរូបភាពទាំងអស់ដោយរូបភាពថ្មី។";
"replaceItemConfirmation" = "តើអ្នកប្រាកដថាចង់ជំនួសធាតុនេះទេ?";
"replaceMetadata" = "ជំនួសទិន្នន័យមេតា";
"replaceMetadataDescription" = "ជំនួសទិន្នន័យមេតាដែលបានដោះសោជាមួយនឹងព័ត៌មានថ្មី។";
"replaceSubtitle" = "ជំនួសចំណងជើងរង";
"required" = "ទាមទារ";
"requireDeviceAuthDescription" = "ទាមទារការផ្ទៀងផ្ទាត់ឧបករណ៍នៅពេលចូលអ្នកប្រើប្រាស់។";
"requireDeviceAuthForQuickConnectUser" = "ទាមទារការផ្ទៀងផ្ទាត់ឧបករណ៍ ដើម្បីចូលអ្នកប្រើប្រាស់ Quick Connect នៅលើឧបករណ៍នេះ។";
"requireDeviceAuthForUser" = "ទាមទារការផ្ទៀងផ្ទាត់ឧបករណ៍ដើម្បីចូល {0} នៅលើឧបករណ៍នេះ។";
"requirePinDescription" = "តម្រូវ​ឱ្យ​មាន​ម្ជុល​មូលដ្ឋាន​នៅ​ពេល​ចូល​ទៅ​កាន់​អ្នក​ប្រើ។ ម្ជុលនេះមិនអាចយកមកវិញបានទេ។";
"reset" = "កំណត់ឡើងវិញ";
"resetAllSettings" = "កំណត់ការកំណត់ទាំងអស់ត្រឡប់ទៅលំនាំដើមវិញ។";
"resetFilterFooter" = "កំណត់តម្លៃតម្រងឡើងវិញទៅគ្មាន។";
"resetPlaybackSpeed" = "កំណត់ល្បឿនចាក់សារឡើងវិញ";
"resetSettings" = "កំណត់ការកំណត់ឡើងវិញ";
"resetSettingsDescription" = "កំណត់ការកំណត់អ្នកប្រើប្រាស់ Prowlogue ឡើងវិញ";
"resetSettingsMessage" = "តើអ្នកប្រាកដថាចង់កំណត់ការកំណត់អ្នកប្រើប្រាស់ទាំងអស់ឡើងវិញទេ?";
"resetUserSettings" = "កំណត់ការកំណត់អ្នកប្រើប្រាស់ឡើងវិញ";
"restartServer" = "ចាប់ផ្តើមម៉ាស៊ីនមេឡើងវិញ";
"restartWarning" = "តើអ្នកប្រាកដថាចង់ចាប់ផ្តើមម៉ាស៊ីនមេឡើងវិញទេ?";
"resume" = "បន្ត";
"resumeOffset" = "បន្ត អុហ្វសិត";
"resumeOffsetDescription" = "បន្ត​មាតិកា​ប៉ុន្មាន​វិនាទី​មុន​ពេល​បន្ត​ដែល​បាន​កត់ត្រា";
"retrievingMediaInformation" = "ការទាញយកព័ត៌មានប្រព័ន្ធផ្សព្វផ្សាយ";
"retry" = "ព្យាយាមម្តងទៀត";
"reviews" = "ពិនិត្យ";
"right" = "ត្រូវហើយ។";
"rightVerticalPan" = "ចានបញ្ឈរខាងស្តាំ";
"role" = "តួនាទី";
"rotate" = "បង្វិល";
"run" = "រត់";
"running" = "កំពុងរត់...";
"runtime" = "ពេលដំណើរការ";
"sample" = "គំរូ";
"save" = "រក្សាទុក";
"saveUserWithoutAuthDescription" = "រក្សាទុកអ្នកប្រើប្រាស់ទៅក្នុងឧបករណ៍នេះដោយមិនមានការផ្ទៀងផ្ទាត់មូលដ្ឋានណាមួយឡើយ។";
"scene" = "ឈុតឆាក";
"scheduleAlreadyExists" = "កាលវិភាគមានរួចហើយ";
"score" = "ពិន្ទុ";
"screenshot" = "រូបថតអេក្រង់";
"scrub" = "ជូត";
"scrubCurrentTime" = "ជូតពេលវេលាបច្ចុប្បន្ន";
"search" = "ស្វែងរក";
"searchScore" = "ស្វែងរកពិន្ទុ";
"season" = "រដូវ";
"seasons" = "រដូវ";
"secondaryAudioNotSupported" = "សំឡេងបន្ទាប់បន្សំមិនត្រូវបានគាំទ្រទេ។";
"security" = "សន្តិសុខ";
"seeAll" = "មើលទាំងអស់។";
"seeMore" = "មើលច្រើនទៀត";
"selectAll" = "ជ្រើសរើសទាំងអស់។";
"selectImage" = "ជ្រើសរើសរូបភាព";
"selectServer" = "ជ្រើសរើសម៉ាស៊ីនមេ";
"series" = "ស៊េរី";
"seriesBackdrop" = "ផ្ទាំងខាងក្រោយស៊េរី";
"seriesDatePlayed" = "ស៊េរីកាលបរិច្ឆេទលេង";
"seriesName" = "ឈ្មោះស៊េរី";
"server" = "ម៉ាស៊ីនមេ";
"serverAlreadyConnected" = "{0} ត្រូវបានភ្ជាប់រួចហើយ។";
"serverAlreadyExistsPrompt" = "ម៉ាស៊ីនមេ %s មានរួចហើយ។ បន្ថែម URL ថ្មី?";
"serverLogs" = "កំណត់ហេតុម៉ាស៊ីនមេ";
"serverURL" = "URL ម៉ាស៊ីនមេ";
"serverVersionWarning" = "Prowlogue តម្រូវឱ្យ Jellyfin កំណែ {0} ឬខ្ពស់ជាងនេះ។";
"session" = "វគ្គ";
"sessions" = "វគ្គ";
"set" = "កំណត់";
"setPin" = "កំណត់ម្ជុល";
"setPinForNewUser" = "កំណត់ម្ជុលសម្រាប់អ្នកប្រើប្រាស់ថ្មី។";
"setPinHintDescription" = "កំណត់​ព័ត៌មាន​ជំនួយ​នៅពេល​សួរ​រក​ម្ជុល។";
"settings" = "ការកំណត់";
"short" = "ខ្លី";
"showFavorited" = "បង្ហាញការពេញចិត្ត";
"showFavorites" = "បង្ហាញចំណូលចិត្ត";
"showMissingEpisodes" = "បង្ហាញភាគដែលបាត់";
"showMissingSeasons" = "បង្ហាញរដូវកាលដែលបាត់";
"showPosterLabels" = "បង្ហាញស្លាកផ្ទាំងរូបភាព";
"showProgress" = "បង្ហាញវឌ្ឍនភាព";
"showRecentlyAdded" = "បង្ហាញការបន្ថែមថ្មីៗ";"showWatched" = "បង្ហាញការមើល";
"shutdownServer" = "បិទម៉ាស៊ីនមេ";
"shutdownWarning" = "តើអ្នកប្រាកដថាចង់បិទម៉ាស៊ីនមេមែនទេ?";
"signIn" = "ចូល";
"signInToServer" = "ចូល %s";
"signoutBackgroundFooter" = "ចេញ​ពី​អ្នក​ប្រើ​ចុង​ក្រោយ​នៅ​ពេល Prowlogue នៅ​ក្នុង​ផ្ទៃ​ខាង​ក្រោយ​ដោយ​គ្មាន​ការ​ចាក់​មេឌៀ​ក្រោយ​ពេល​មួយ​រយៈ";
"signoutClose" = "ចេញ​នៅ​ជិត";
"signoutCloseFooter" = "ចេញពីអ្នកប្រើប្រាស់ចុងក្រោយ នៅពេលដែល Prowlogue ត្រូវបានបង្ខំឱ្យបិទ";
"similarityScore" = "ពិន្ទុភាពស្រដៀងគ្នា";
"slider" = "គ្រាប់រំកិល";
"sliderColor" = "ពណ៌គ្រាប់រំកិល";
"sliderType" = "ប្រភេទគ្រាប់រំកិល";
"slowScrub" = "ជូតយឺត";
"smaller" = "តូចជាង";
"smallest" = "តូចបំផុត។";
"sort" = "តម្រៀប";
"sortName" = "តម្រៀបឈ្មោះ";
"sortTitle" = "តម្រៀបចំណងជើង";
"sourceCode" = "កូដប្រភព";
"specialFeatures" = "លក្ខណៈពិសេស";
"splashscreen" = "អេក្រង់បាញ់";
"splashscreenFooter" = "នៅពេលដែលម៉ាស៊ីនមេទាំងអស់ត្រូវបានជ្រើសរើស ប្រើ splashscreen ពីម៉ាស៊ីនមេតែមួយ ឬម៉ាស៊ីនមេចៃដន្យ";
"split" = "បំបែក";
"sports" = "កីឡា";
"startDate" = "កាលបរិច្ឆេទចាប់ផ្តើម";
"startTime" = "ពេលវេលាចាប់ផ្តើម";
"status" = "ស្ថានភាព";
"stop" = "ឈប់";
"storyArc" = "រឿង ធ្នូ";
"streams" = "ស្ទ្រីម";
"studio" = "ស្ទូឌីយោ";
"studios" = "ស្ទូឌីយោ";
"studiosDescription" = "ស្ទូឌីយោ ចូលរួមក្នុងការបង្កើតប្រព័ន្ធផ្សព្វផ្សាយ។";
"subtitle" = "ចំណងជើងរង";
"subtitleCodecNotSupported" = "កូឌិកចំណងជើងរងមិនត្រូវបានគាំទ្រទេ។";
"subtitleColor" = "ពណ៌ចំណងជើងរង";
"subtitleFont" = "ពុម្ពអក្សរចំណងជើងរង";
"subtitleOffset" = "ចំណងជើងរង អុហ្វសិត";
"subtitles" = "ចំណងជើងរង";
"subtitlesDisclaimer" = "ការកំណត់ប៉ះពាល់តែប្រភេទចំណងជើងរងមួយចំនួនប៉ុណ្ណោះ។";
"subtitleSize" = "ទំហំចំណងជើងរង";
"success" = "ជោគជ័យ";
"supportsMediaControl" = "ការគ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយ";
"supportsPersistentIdentifier" = "ឧបករណ៍កំណត់អត្តសញ្ញាណជាប់លាប់";
"switchUser" = "ប្តូរអ្នកប្រើប្រាស់";
"syncPlay" = "SyncPlay";
"system" = "ប្រព័ន្ធ";
"tag" = "ស្លាក";
"tagline" = "ស្លាកសញ្ញា";
"taglines" = "ស្លាកសញ្ញា";
"tags" = "ស្លាក";
"tagsDescription" = "ស្លាកដែលប្រើដើម្បីរៀបចំ ឬបន្លិចលក្ខណៈជាក់លាក់នៃមេឌៀ។";
"task" = "កិច្ចការ";
"taskAborted" = "រំលូតកូន";
"taskCancelled" = "បានលុបចោល";
"taskCompleted" = "បានបញ្ចប់";
"taskFailed" = "បរាជ័យ";
"tasksDescription" = "កិច្ចការ​គឺ​ជា​ប្រតិបត្តិការ​ដែល​ត្រូវ​បាន​កំណត់​ពេល​ឱ្យ​ដំណើរការ​តាម​កាលកំណត់ ឬ​អាច​ត្រូវ​បាន​កេះ​ដោយ​ដៃ។";
"taskTriggerInterval" = "កំណត់រយៈពេល (គិតជានាទី) រវាងការកេះកិច្ចការ។";
"taskTriggerTimeLimit" = "កំណត់រយៈពេលរត់អតិបរមា (គិតជាម៉ោង) សម្រាប់កេះកិច្ចការនេះ។";
"terabitsPerSecond" = "Tbps";
"testSize" = "ទំហំសាកល្បង";
"themeSong" = "ចម្រៀងប្រធានបទ";
"themeVideo" = "វីដេអូប្រធានបទ";
"thumb" = "មេដៃ";
"thumbSlider" = "មេដៃ";
"time" = "ពេលវេលា";
"timeLeft" = "ពេលវេលានៅសល់";
"timeLimit" = "ពេលវេលាកំណត់";
"timeLimitLabelWithValue" = "ពេលវេលាកំណត់៖ {0}";
"timestamp" = "ត្រាពេលវេលា";
"timestampType" = "ប្រភេទត្រាពេលវេលា";
"title" = "ចំណងជើង";
"totalTime" = "ពេលវេលាសរុប";
"trailer" = "ឈុតខ្លីៗ";
"trailers" = "ឈុតខ្លីៗ";
"trailingValue" = "តម្លៃតាមក្រោយ";
"transcode" = "បំលែងកូដ";
"transcodeReasons" = "ហេតុផលប្តូរកូដ";
"transition" = "ការផ្លាស់ប្តូរ";
"translator" = "អ្នកបកប្រែ";
"triggerAlreadyExists" = "កេះមានរួចហើយ";
"triggers" = "កេះ";
"tv" = "ទូរទស្សន៍";
"tvChannel" = "ប៉ុស្តិ៍ទូរទស្សន៍";
"tvChannels" = "ប៉ុស្តិ៍ទូរទស្សន៍";
"tvProgram" = "កម្មវិធីទូរទស្សន៍";
"tvPrograms" = "កម្មវិធីទូរទស្សន៍";
"tvShows" = "កម្មវិធីទូរទស្សន៍";
"type" = "ប្រភេទ";
"unableToFindHost" = "មិន​អាច​ស្វែង​រក​ម្ចាស់​ផ្ទះ";
"unableToOpenTrailer" = "មិនអាចបើកឈុតខ្លីៗបានទេ។";
"unableToPerformDeviceAuth" = "មិនអាចអនុវត្តការផ្ទៀងផ្ទាត់ឧបករណ៍បានទេ។";
"unableToPerformDeviceAuthFaceID" = "មិនអាចអនុវត្តការផ្ទៀងផ្ទាត់ឧបករណ៍បានទេ។ អ្នកប្រហែលជាត្រូវបើក Face ID នៅក្នុងកម្មវិធី Settings សម្រាប់ Prowlogue។";
"unableToUpdateCustomName" = "មិនអាចធ្វើបច្ចុប្បន្នភាពឈ្មោះផ្ទាល់ខ្លួនបានទេ។";
"unaired" = "មិនបានផ្សព្វផ្សាយ";
"unauthorized" = "គ្មានការអនុញ្ញាត";
"unauthorizedUser" = "អ្នកប្រើប្រាស់ដែលគ្មានការអនុញ្ញាត";
"unknown" = "មិនស្គាល់";
"unknownAudioStreamInfo" = "ព័ត៌មានស្ទ្រីមអូឌីយ៉ូគឺមិនស្គាល់";
"unknownError" = "កំហុសមិនស្គាល់";
"unknownVideoStreamInfo" = "ព័ត៌មាន​អំពី​ការ​ផ្សាយ​វីដេអូ​មិន​ស្គាល់​ទេ។";
"unlimited" = "គ្មានដែនកំណត់";
"unlimitedConnectionsDescription" = "អ្នកប្រើប្រាស់អាចភ្ជាប់ទៅម៉ាស៊ីនមេដោយគ្មានដែនកំណត់។";
"unlimitedFailedLoginDescription" = "អនុញ្ញាត​ឱ្យ​មាន​ការ​ប៉ុនប៉ង​ចូល​មិន​បាន​កំណត់​ដោយ​មិន​ចាក់សោ​អ្នក​ប្រើ។";
"unplayed" = "មិនបានលេង";
"unreleased" = "មិនទាន់ចេញផ្សាយ";
"unsavedChangesMessage" = "អ្នកមានការផ្លាស់ប្ដូរដែលមិនបានរក្សាទុក។ តើអ្នកប្រាកដថាចង់បោះចោលពួកគេទេ?";
"uploadFile" = "ផ្ទុកឡើងឯកសារ";
"uploadPhoto" = "បង្ហោះរូបថត";
"url" = "URL";
"useAsTranscodingProfile" = "ប្រើជាកម្រងព័ត៌មានបំលែងកូដ";
"usePrimaryImage" = "ប្រើរូបភាពបឋម";
"usePrimaryImageDescription" = "ប្រើរូបភាពចម្បង និងលាក់រូបសញ្ញា។";
"user" = "អ្នកប្រើប្រាស់";
"userDeviceAuthRequiredDescription" = "អ្នកប្រើប្រាស់នេះនឹងតម្រូវឱ្យមានការផ្ទៀងផ្ទាត់ឧបករណ៍។";
"username" = "ឈ្មោះអ្នកប្រើប្រាស់";
"usernameRequired" = "ឈ្មោះអ្នកប្រើត្រូវបានទាមទារ";
"userPinRequiredDescription" = "អ្នកប្រើប្រាស់នេះនឹងត្រូវការម្ជុល។";
"userRequiresDeviceAuthentication" = "អ្នកប្រើប្រាស់ {0} ទាមទារការផ្ទៀងផ្ទាត់ឧបករណ៍";
"userRootFolder" = "ថតឫសអ្នកប្រើប្រាស់";
"userRootFolders" = "ថតឫសអ្នកប្រើប្រាស់";
"users" = "អ្នកប្រើប្រាស់";
"userView" = "ទិដ្ឋភាពអ្នកប្រើប្រាស់";
"userViews" = "ទស្សនៈអ្នកប្រើប្រាស់";
"useSplashscreen" = "ប្រើអេក្រង់បំបែក";
"version" = "កំណែ";
"video" = "វីដេអូ";
"videoBitDepthNotSupported" = "ជម្រៅប៊ីតវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoBitRate" = "អត្រាប៊ីតវីដេអូ";
"videoBitrateNotSupported" = "អត្រាប៊ីតវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoCodecNotSupported" = "កូឌិកវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoCodecTagNotSupported" = "ស្លាកកូឌិកវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoFramerateNotSupported" = "កម្រិតវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoLevelNotSupported" = "កម្រិតវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoPlayer" = "កម្មវិធីចាក់វីដេអូ";
"videoPlayerType" = "ប្រភេទកម្មវិធីចាក់វីដេអូ";
"videoProfileNotSupported" = "ទម្រង់វីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoRangeTypeNotSupported" = "ប្រភេទជួរវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videoRemuxing" = "វីដេអូ remuxing";
"videoResolutionNotSupported" = "គុណភាពបង្ហាញវីដេអូមិនត្រូវបានគាំទ្រទេ។";
"videos" = "វីដេអូ";
"videoTranscoding" = "ការបម្លែងវីដេអូ";
"viewsMayRequireRestart" = "ទិដ្ឋភាពមួយចំនួនអាចត្រូវការការចាប់ផ្តើមកម្មវិធីឡើងវិញដើម្បីធ្វើបច្ចុប្បន្នភាព។";
"volume" = "កម្រិតសំឡេង";
"votes" = "ការបោះឆ្នោត";
"weekday" = "ថ្ងៃសប្តាហ៍";
"weekend" = "ចុងសប្តាហ៍";
"weekly" = "ប្រចាំសប្តាហ៍";
"willBeCreatedOnServer" = "វានឹងត្រូវបានបង្កើតជាធាតុថ្មីនៅលើម៉ាស៊ីនមេ Jellyfin របស់អ្នក។";
"writer" = "អ្នកនិពន្ធ";
"year" = "ឆ្នាំ";
"years" = "ឆ្នាំ";
"yearsOld" = "អាយុ {0} ឆ្នាំ។";
"yellow" = "លឿង";
"yes" = "បាទ";
"anamorphicVideoNotSupported" = "វីដេអូ Anamorphic មិនត្រូវអាចតំណើរការបាន";
"absolute" = "ដាច់ខាត";
"allLanguages" = "គ្រប់ភាសា";
"auto" = "ស្វ័យប្រវត្តិ";
"default" = "លំនាំដើម";
"disc" = "ឌីស";
"file" = "ឯកសារ";
"home" = "ផ្ទះ";
"logs" = "កំណត់ហេតុ";
"lyrics" = "អត្ថបទចម្រៀង";
"nextUpDays" = "ថ្ងៃនៅក្នុង Next Up";
"password" = "ពាក្យសម្ងាត់";
"resumeOffsetTitle" = "បន្ត អុហ្វសិត";
"seasonAndEpisode" = "S{0} =E{1}";
"servers" = "ម៉ាស៊ីនមេ";
"signoutBackground" = "ចេញនៅលើផ្ទៃខាងក្រោយ";
"tasks" = "កិច្ចការ";
"agesGroup" = "អាយុ %@";
"allMedia" = "គ្រប់ការ ផ្សព្វផ្សាយ";
"accessTagAllowDescription" = "អ្នក​ប្រើ​នឹង​មាន​សិទ្ធិ​ចូល​ដំណើរការ​ទៅ​កាន់​គ្មាន​មេឌៀ​លុះត្រា​ណា​វា​មាន​យ៉ាង​ហោច​ណាស់​មាន​ស្លាក​អនុញ្ញាត​។";
"accessTagAlreadyExists" = "ស្លាកការចូលប្រើមានរួចហើយ";
"accessTagBlockDescription" = "អ្នក​ប្រើ​នឹង​មាន​សិទ្ធិ​ចូល​ប្រើ​ប្រព័ន្ធ​ផ្សព្វផ្សាយ​ទាំងអស់​លើក​លែង​តែ​នៅ​ពេល​ដែល​វា​មាន​ស្លាក​ដែល​បាន​ទប់ស្កាត់។";
"accessTags" = "ស្លាកចូលប្រើ";
"accessTagsDescription" = "ប្រើស្លាកដើម្បីផ្តល់ ឬដាក់កម្រិតការចូលប្រើរបស់អ្នកប្រើនេះទៅកាន់ប្រព័ន្ធផ្សព្វផ្សាយ។";
"active" = "សកម្ម";
"activity" = "សកម្មភាព";
"activityLog" = "កំណត់ហេតុសកម្មភាព";
"actor" = "តារាសម្ដែង";
"add" = "បន្ថែម";
"addAccessSchedule" = "បន្ថែមកាលវិភាគចូលប្រើ";
"addAccessTag" = "បន្ថែមស្លាកការចូលប្រើ";
"additionalSecurityAccessDescription" = "ការចូលប្រើសុវត្ថិភាពបន្ថែមសម្រាប់អ្នកប្រើប្រាស់ដែលបានចូលឧបករណ៍នេះ។ នេះមិនផ្លាស់ប្តូរការកំណត់អ្នកប្រើប្រាស់ម៉ាស៊ីនមេ Jellyfin ណាមួយឡើយ។";
"addServer" = "បន្ថែមម៉ាស៊ីនមេ";
"addTrigger" = "បន្ថែមកេះ";
"addURL" = "បន្ថែម URL";
"addUser" = "បន្ថែមអ្នកប្រើប្រាស់";
"administrator" = "អ្នកគ្រប់គ្រង";
"advanced" = "កម្រិតខ្ពស់";
"aggregateFolder" = "ថតឯកសារសរុប";
"aggregateFolders" = "ថតឯកសារសរុប";
"aired" = "ចាក់ផ្សាយ";
"airedEpisodeOrder" = "លំដាប់វគ្គដែលបានចាក់ផ្សាយ";
"airTime" = "ម៉ោងអាកាស";
"airWithDate" = "ផ្សាយ %s";
"album" = "អាល់ប៊ុម";
"albumArtist" = "សិល្បករអាល់ប៊ុម";
"albumArtists" = "សិល្បករអាល់ប៊ុម";
"albums" = "អាល់ប៊ុម";
"all" = "ទាំងអស់។";
"allAudiences" = "ទស្សនិកជនទាំងអស់";
"allDevicesDescription" = "មើលឧបករណ៍ពីមុន និងបច្ចុប្បន្នទាំងអស់ដែលបានភ្ជាប់។";
"allowed" = "អនុញ្ញាត";
"allServers" = "ម៉ាស៊ីនមេទាំងអស់";
"allUsersDescription" = "មើល និងគ្រប់គ្រងអ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះទាំងអស់នៅលើម៉ាស៊ីនមេ រួមទាំងការអនុញ្ញាត និងស្ថានភាពសកម្មភាពរបស់ពួកគេ។";
"alternateDVD" = "ឌីវីឌីជំនួស";
"apiKeyCopied" = "API Key ត្រូវបានចម្លង";
"apiKeyCopiedMessage" = "API Key របស់អ្នកត្រូវបានចម្លងទៅក្ដារតម្បៀតខ្ទាស់របស់អ្នក!";
"alternate" = "ជំនួស";
"apiKeys" = "API Keys";
"apiKeysDescription" = "កម្មវិធីខាងក្រៅទាមទារសោ API ដើម្បីទាក់ទងជាមួយម៉ាស៊ីនមេរបស់អ្នក។";
"apiKeysTitle" = "សោ API";
"appearance" = "រូបរាង";
"appIcon" = "រូបតំណាងកម្មវិធី";
"applicationName" = "ឈ្មោះកម្មវិធី";
"arranger" = "អ្នករៀបចំ";
"art" = "សិល្បៈ";
"artist" = "សិល្បករ";
"artists" = "សិល្បករ";
"ascending" = "ឡើង";
"aspectFill" = "ការបំពេញទិដ្ឋភាព";
"audio" = "អូឌីយ៉ូ";
"audioBitDepthNotSupported" = "ជម្រៅប៊ីតអូឌីយ៉ូមិនត្រូវបានគាំទ្រទេ។";
"audioBitrateNotSupported" = "អត្រាប៊ីតអូឌីយ៉ូមិនត្រូវបានគាំទ្រទេ។";
"audioBook" = "សៀវភៅអូឌីយ៉ូ";
"audioBooks" = "សៀវភៅអូឌីយ៉ូ";
"audioChannelsNotSupported" = "ចំនួនឆានែលអូឌីយ៉ូមិនត្រូវបានគាំទ្រទេ។";
"audioCodecNotSupported" = "កូឌិកអូឌីយ៉ូមិនត្រូវបានគាំទ្រទេ។";
"audioIsExternal" = "បទអូឌីយ៉ូគឺខាងក្រៅ ហើយទាមទារការបំប្លែងកូដ";
"audioOffset" = "អូឌីយ៉ូអុហ្វសិត";
"audioProfileNotSupported" = "ទម្រង់សំឡេងមិនត្រូវបានគាំទ្រទេ។";
"audioSampleRateNotSupported" = "អត្រាគំរូអូឌីយ៉ូមិនត្រូវបានគាំទ្រទេ។";
"audioTranscoding" = "ការបំប្លែងសំឡេង";
"author" = "អ្នកនិពន្ធ";
"authorize" = "អនុញ្ញាត";
"autoDescription" = "បង្កើនប្រសិទ្ធភាពការចាក់សារថ្មីដោយប្រើការកំណត់លំនាំដើមសម្រាប់ឧបករណ៍ភាគច្រើន។ ទម្រង់ខ្លះអាចទាមទារការបំប្លែងកូដម៉ាស៊ីនមេសម្រាប់ប្រភេទមេឌៀដែលមិនត្រូវគ្នា។";
"autoPlay" = "លេងដោយស្វ័យប្រវត្តិ";
"back" = "ត្រឡប់មកវិញ";
"backdrop" = "ផ្ទាំងខាងក្រោយ";
"banner" = "បដា";
"barButtons" = "ប៊ូតុងរបារ";
"basePluginFolder" = "ថតកម្មវិធីជំនួយ";
"basePluginFolders" = "ថតកម្មវិធីជំនួយ";
"behavior" = "អាកប្បកិរិយា";
"behindTheScenes" = "នៅពីក្រោយឆាក";
"birateAutoDescription" = "សាកល្បងការភ្ជាប់ម៉ាស៊ីនមេរបស់អ្នក ដើម្បីវាយតម្លៃល្បឿនអ៊ីនធឺណិត និងកែតម្រូវកម្រិតបញ្ជូនដោយស្វ័យប្រវត្តិ។";
"birthday" = "ថ្ងៃកំណើត";
"birthplace" = "ស្រុកកំណើត";
"birthYear" = "ឆ្នាំកំណើត";
"bitrateAuto" = "ស្វ័យប្រវត្តិ";
"bitrateDefault" = "អត្រាប៊ីតលំនាំដើម";
"bitrateDefaultDescription" = "កំណត់កម្រិតបញ្ជូនអ៊ីនធឺណិតដែលប្រើកំឡុងពេលចាក់សារថ្មី។";
"bitrateKbps1500" = "480p - 1.5 Mbps";
"bitrateKbps420" = "360p - 420 Kbps";
"bitrateKbps720" = "480p - 720 Kbps";
"bitrateMax" = "អតិបរមា";
"bitrateMaxDescription" = "បង្កើនការប្រើប្រាស់កម្រិតបញ្ជូនអតិបរមារហូតដល់ {0} សម្រាប់ការចាក់សារថ្មីនីមួយៗ ដើម្បីធានាបាននូវគុណភាពខ្ពស់បំផុត។";
"bitrateMbps10" = "1080p - 10 Mbps";
"bitrateMbps120" = "4K - 120 Mbps";
"bitrateMbps15" = "1080p - 15 Mbps";
"bitrateMbps20" = "1080p - 20 Mbps";
"bitrateMbps3" = "480p - 3 Mbps";
"bitrateMbps4" = "720p - 4 Mbps";
"bitrateMbps40" = "1080p - 40 Mbps";
"bitrateMbps6" = "720p - 6 Mbps";
"bitrateMbps60" = "1080p - 60 Mbps";
"bitrateMbps8" = "720p - 8 Mbps";
"bitrateMbps80" = "4K - 80 Mbps";
"bitrateTest" = "តេស្តអត្រាប៊ីត";
"bitrateTestDisclaimer" = "ការ​ធ្វើ​តេស្ត​យូរ​ជាង​នេះ​មាន​ភាព​សុក្រឹត​ជាង ប៉ុន្តែ​អាច​នាំ​ឱ្យ​មាន​ការ​ពន្យារ​ពេល​ការ​ចាក់​សារ​ថ្មី។";
"bitsPerSecond" = "bps";
"blocked" = "រារាំង";
"blockUnratedItems" = "ទប់ស្កាត់ធាតុដែលមិនបានវាយតម្លៃ";
"blockUnratedItemsDescription" = "រារាំងធាតុពីអ្នកប្រើប្រាស់នេះដោយមិនមាន ឬមិនទទួលស្គាល់ព័ត៌មានវាយតម្លៃ។";
"blue" = "ខៀវ";
"book" = "សៀវភៅ";
"books" = "សៀវភៅ";
"born" = "កើត";
"box" = "ប្រអប់";
"boxRear" = "ប្រអប់ខាងក្រោយ";
"brightness" = "ពន្លឺ";
"bugsAndFeatures" = "កំហុស និងលក្ខណៈពិសេស";
"buttons" = "ប៊ូតុង";
"cancel" = "បោះបង់";
"cancelling" = "កំពុងលុបចោល...";
"cannotConnectToHost" = "មិនអាចភ្ជាប់ទៅម៉ាស៊ីន";
"capabilities" = "សមត្ថភាព";
"capsule" = "កន្សោម";
"castAndCrew" = "តួ និងនាវិក";
"category" = "ប្រភេទ";
"changePin" = "ប្តូរម្ជុល";
"channel" = "ឆានែល";
"channelDisplay" = "ការបង្ហាញឆានែល";
"channelFolder" = "ថតឆានែល";
"channelFolderItem" = "ធាតុថតឆានែល";
"channelFolderItems" = "ធាតុថតឆានែល";
"channels" = "ឆានែល";
"chapter" = "ជំពូក";
"chapters" = "ជំពូក";
"chapterSlider" = "គ្រាប់រំកិលជំពូក";
"cinematic" = "ភាពយន្ត";
"cinematicBackground" = "ផ្ទៃខាងក្រោយភាពយន្ត";
"client" = "អតិថិជន";
"clip" = "ឃ្លីប";
"close" = "បិទ";
"collection" = "ការប្រមូល";
"collectionFolder" = "ថតឯកសារ";
"collectionFolders" = "ថតឯកសារប្រមូល";
"collections" = "បណ្តុំ";
"color" = "ពណ៌";
"colorist" = "អ្នកលាបពណ៌";
"columns" = "ជួរឈរ";
"columnsWithCount" = "ជួរ​ឈរ៖ {0}";
"community" = "សហគមន៍";
"communityRating" = "ការវាយតម្លៃសហគមន៍";
"communityRatingDescription" = "ការវាយតម្លៃសហគមន៍លើមាត្រដ្ឋានពី 1 ដល់ 10 ។";
"compact" = "បង្រួម";
"compactLogo" = "រូបសញ្ញាបង្រួម";
"compactPoster" = "ផ្ទាំងរូបភាពបង្រួម";
"compatibility" = "ភាពឆបគ្នា។";
"compatible" = "ឆបគ្នាបំផុត។";
"compatibleDescription" = "បំលែងមេឌៀទាំងអស់ទៅជាវីដេអូ H.264 និងអូឌីយ៉ូ AAC សម្រាប់ភាពឆបគ្នាជាអតិបរមា។ អាចទាមទារការបំប្លែងកូដម៉ាស៊ីនមេសម្រាប់ប្រភេទមេឌៀដែលមិនឆបគ្នា។";
"composer" = "អ្នកនិពន្ធ";
"conductor" = "អ្នកដឹកនាំ";
"confirm" = "បញ្ជាក់";
"confirmDeleteServerAndUsers" = "តើអ្នកប្រាកដថាចង់លុប {0} និងអ្នកប្រើប្រាស់ដែលបានភ្ជាប់ទាំងអស់របស់វាទេ?";
"confirmNewPassword" = "បញ្ជាក់ពាក្យសម្ងាត់ថ្មី។";
"confirmPassword" = "បញ្ជាក់ពាក្យសម្ងាត់";
"connect" = "ភ្ជាប់";
"connectToJellyfinServerStart" = "ភ្ជាប់ទៅម៉ាស៊ីនមេ Jellyfin ដើម្បីចាប់ផ្តើម";
"connectToServer" = "ភ្ជាប់ទៅម៉ាស៊ីនមេ";
"containerBitrateExceedsLimit" = "អត្រាប៊ីតកុងតឺន័រលើសពីដែនកំណត់ដែលអនុញ្ញាត";
"containerNotSupported" = "ទម្រង់ធុងមិនត្រូវបានគាំទ្រទេ។";
"containers" = "ធុង";
"continue" = "បន្ត";
"continuing" = "បន្ត";
"controlOtherUsers" = "គ្រប់គ្រងអ្នកប្រើប្រាស់ផ្សេងទៀត។";
"controlSharedDevices" = "គ្រប់គ្រងឧបករណ៍ដែលបានចែករំលែក";
"country" = "ប្រទេស";
"coverArtist" = "សិល្បករគម្រប";
"createAndJoinGroups" = "បង្កើត និងចូលរួមក្រុម";
"createAPIKey" = "បង្កើត API Key";
"createAPIKeyMessage" = "បញ្ចូលឈ្មោះកម្មវិធីសម្រាប់សោ API ថ្មី។";
"createPinForUser" = "បង្កើតម្ជុលដើម្បីចូល {0} នៅលើឧបករណ៍នេះ។";
"creator" = "អ្នកបង្កើត";
"criticRating" = "ការវាយតម្លៃរិះគន់";
"criticRatingDescription" = "ការវាយតម្លៃលើមាត្រដ្ឋានពី 1 ដល់ 100 ។";
"critics" = "អ្នករិះគន់";
"current" = "បច្ចុប្បន្ន";
"currentPassword" = "ពាក្យសម្ងាត់បច្ចុប្បន្ន";
"custom" = "ផ្ទាល់ខ្លួន";
"customBitrate" = "អត្រាប៊ីតផ្ទាល់ខ្លួន";
"customConnectionsDescription" = "កំណត់ចំនួនអតិបរមានៃការតភ្ជាប់ដោយដៃដែលអ្នកប្រើប្រាស់អាចមានទៅកាន់ម៉ាស៊ីនមេ។";
"customDescription" = "អនុញ្ញាតការប្ដូរតាមបំណងកម្រិតខ្ពស់នៃទម្រង់ឧបករណ៍សម្រាប់ការចាក់សារថ្មីដើម។ ការកំណត់មិនត្រឹមត្រូវអាចប៉ះពាល់ដល់ការចាក់សារថ្មី។";
"customDeviceProfileAdd" = "ទម្រង់ឧបករណ៍ផ្ទាល់ខ្លួននឹងត្រូវបានបន្ថែមទៅទម្រង់ឧបករណ៍ Prowlogue លំនាំដើម។";
"customDeviceProfileReplace" = "ទម្រង់ឧបករណ៍ផ្ទាល់ខ្លួននឹងជំនួសទម្រង់ឧបករណ៍ Prowlogue លំនាំដើម។";
"customFailedLoginDescription" = "កំណត់ចំនួននៃការព្យាយាមចូលដែលបរាជ័យដែលបានអនុញ្ញាតដោយដៃ មុនពេលចាក់សោអ្នកប្រើប្រាស់។";
"customFailedLogins" = "ការ​ចូល​ដែល​បាន​បរាជ័យ​តាម​បំណង";
"customize" = "ប្ដូរតាមបំណង";
"customName" = "ឈ្មោះផ្ទាល់ខ្លួន";
"customProfile" = "កម្រងព័ត៌មានផ្ទាល់ខ្លួន";
"customRating" = "ការវាយតម្លៃផ្ទាល់ខ្លួន";
"customSessions" = "វគ្គផ្ទាល់ខ្លួន";
"daily" = "ប្រចាំថ្ងៃ";
"dark" = "ងងឹត";
"dashboard" = "ផ្ទាំងគ្រប់គ្រង";
"dashboardDescription" = "អនុវត្តកិច្ចការរដ្ឋបាលសម្រាប់ម៉ាស៊ីនមេ Jellyfin របស់អ្នក។";
"date" = "កាលបរិច្ឆេទ";
"dateAdded" = "កាលបរិច្ឆេទបន្ថែម";
"dateCreated" = "កាលបរិច្ឆេទបង្កើត";
"dateLastContentAdded" = "កាលបរិច្ឆេទបន្ថែម";
"dateModified" = "កាលបរិច្ឆេទកែប្រែ";
"dateOfDeath" = "កាលបរិច្ឆេទនៃការស្លាប់";
"datePlayed" = "កាលបរិច្ឆេទលេង";
"dates" = "កាលបរិច្ឆេទ";
"dayOfWeek" = "ថ្ងៃនៃសប្តាហ៍";
"days" = "ថ្ងៃ";
"decreasePlaybackSpeed" = "បន្ថយល្បឿនចាក់ឡើងវិញ";
